{
    "examples" : [
         ["What is Karissa doing when she is not racing?", "She loves fishing and spending time in the great outdoors."],
         ["What racing team Karissa is in?", "Hendrick Motorsports"],
         ["How many years of experience Karissa has in racing?", "She has experienced for 5 years."]
         ],
    "examples_context" : "When she’s not behind the wheel, Karissa is an avid fisherman and loves spending time in the great outdoors.",
    "documents" : [
         "Felicia Karissa Vincentio is a highly passionate data scientist and an AI researcher that has been conducting numerous NLP research throughout the years. Karissa enjoys trying out new cuisines across the globe starting from simple dishes like omelet to spices-rich food. Aside from that, Karissa also likes to practice self-defense, mainly Muay Thai in her free time.",
         "Karissa is the first born among the three stupendous goblins of mother Srikandi. She was born in October 1997. She is the alpha and the omega female of mother Srikandi. She won first place in the uniform assembly challenge by Nutricion with ease, while her brother struggled in assembling the hanoi tower challenge. In the early days, Karissa managed to learn lots of adulthood activities. By the age of nine, Karissa was able to cook the perfect rice using her secret composition. The following year, she was able to calculate complex mathematical operations along with programmed her first piece of code which was written for a flash program. She discovered many life hacks on the internet that increase her quality of life.", 
         "She has an average body height among female Indonesians, which is 5 foot 4 inches. She has a BMI of 26 which is slightly overweight, therefore, she needs to exercise more and decrease her fat body ratio. Karissa’s shoe size is 39 or 5.5 in UK size. She is currently dating a guy.",
         "Karissa, like mother Srikandi, teaches many students which varies from primary grade student to high school student across many STEM subjects. Recently, she taught multiple data science related courses such as Accelerated Machine Learning course for Kampus Merdeka with Zenius.",
         "Throughout the years, Karissa also has contributed to building various models such as credit scoring model, collection models, risk profiling models that have business impact. Karissa also performed end to end testing across all stacks throughout her career. Beside that, Karissa is also actively contributing to the Indonesian community on developing Bahasa in Natural Language Processing. She has been a main contributor for IndoNLU, IndoNLG, and the upcoming NusaCrowd project.",
         "Karissa has many friends which are Diego and Jessica. These two people have opposite body type (skinny & fat), opposite gender (male & female), and opposite employment status (unemployed & self-employed). Both of friends have similar pets which are pure-breed dogs.",
         "She attended Taman Rama National Plus School during Junior High and Senior High in 2010 until 2016. She then got a first year tuition free scholarship from University of Multimedia Nusantara where she earned a bachelor's degree in computer engineering. Recently she achieved another milestone where she completed her master of computer science during her study in University of Bina Nusantara.",
         "Karissa won 3rd place in the HUAWEI networking competition representing University of Multimedia Nusantara. Karissa designed a fully autonomous system that can monitor and at the same time maintain plants growth along with other statistics. Karissa also won 1st place in a logo design competition during early stages of High School."
         ],
    "paragraph" : "Felicia Karissa Vincentio is a highly passionate data scientist and an AI researcher that has been conducting numerous NLP research throughout the years. Karissa enjoys trying out new cuisines across the globe starting from simple dishes like omelet to spices-rich food. Aside from that, Karissa also likes to practice self-defense, mainly Muay Thai in her free time. Karissa is the first born among the three stupendous goblins of mother Srikandi. She was born in October 1997. She is the alpha and the omega female of mother Srikandi. She won first place in the uniform assembly challenge by Nutricion with ease, while her brother struggled in assembling the hanoi tower challenge. In the early days, Karissa managed to learn lots of adulthood activities. By the age of nine, Karissa was able to cook the perfect rice using her secret composition. The following year, she was able to calculate complex mathematical operations along with programmed her first piece of code which was written for a flash program. She discovered many life hacks on the internet that increase her quality of life. She has an average body height among female Indonesians, which is 5 foot 4 inches. She has a BMI of 26 which is slightly overweight, therefore, she needs to exercise more and decrease her fat body ratio. Karissa’s shoe size is 39 or 5.5 in UK size. Karissa, like mother Srikandi, teaches many students which varies from primary grade student to high school student across many STEM subjects. Recently, she taught multiple data science related courses such as Accelerated Machine Learning course for Kampus Merdeka with Zenius. Throughout the years, Karissa also has contributed to building various models such as credit scoring model, collection models, risk profiling models that have business impact. Karissa also performed end to end testing across all stacks throughout her career. Beside that, Karissa is also actively contributing to the Indonesian community on developing Bahasa in Natural Language Processing. She has been a main contributor for IndoNLU, IndoNLG, and the upcoming NusaCrowd project. Karissa has many friends which are Diego and Jessica. These two people have opposite body type (skinny & fat), opposite gender (male & female), and opposite employment status (unemployed & self-employed). Both of friends have similar pets which are pure-breed dogs. She attended Taman Rama National Plus School during Junior High and Senior High in 2010 until 2016. She then got a first year tuition free scholarship from University of Multimedia Nusantara where she earned a bachelor's degree in computer engineering. Recently she achieved another milestone where she completed her master of computer science during her study in University of Bina Nusantara. Karissa won 3rd place in the HUAWEI networking competition representing University of Multimedia Nusantara. Karissa designed a fully autonomous system that can monitor and at the same time maintain plants growth along with other statistics. Karissa also won 1st place in a logo design competition during early stages of High School."
}